Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J01.EN.tmx
Source language: en_us
Languages: zh_cn

source: CHAPTER 1
zh_cn: 第1章

source: THE WAVE FUNCTION
zh_cn: 波函数

source: THE SCHRODINGER EQUATION
zh_cn: 薛定鄂方程

source: Imagine a particle of mass m, constrained to move along the x-axis, subject to some specified force F (x, t) (Figure 1.1).
zh_cn: 假设一个质量为m的粒子被限制沿x轴运动，所受的力为F(x，t)（图1.1）。

source: The program of classical mechanics is to determine the position of the particle at any given time: x (t).
zh_cn: 在经典力学中要解决的问题是决定在给定任意时刻这个粒子的位置：x(t)。

source: Once we know that, we can figure out the velocity (v = dx/dt), the momentum (p = mv), the kinetic energy (T = (1/2)mv 2 ) , or any other dynamical variable of interest.
zh_cn: 由此可以求出速度（v=dx/dt），动量（p=mv），动能（2T=(1/2)mv），或者其它任何感兴趣的动力学量。

source: And how do we go about determining x(t)?
zh_cn: 如何决定x(t)？

source: We apply Newton's second law: F = ma.
zh_cn: 我们应用牛顿（Newton）第二定律：F=ma。

source: (For conservative systems - the only kind we shall consider, and, fortunately, the only kind that occur at the microscopic level - the force can be expressed as the derivative of a potential energy function, , and Newton's law reads .)
zh_cn: （对保守体系－我们将仅考虑的体系，并且很幸运，也是在微观尺度所需考虑的唯一体系－力可以表示为势能函数的导数，，牛顿第二定律可以写为

source: This, together with appropriate initial conditions (typically the position and velocity at t = 0), determines x(t).
zh_cn: 这个方程和适当的初始条件一起（一般讲在t=0时刻的位置和速度），可以决定x(t)。

source: Quantum mechanics approaches this same problem quite differently.
zh_cn: 量子力学探讨这个问题是完全不同的。

source: In this case what we're looking for is the wave function, (x, t), of the particle, and we get it by solving the Schrodinger equation: .
zh_cn: 我们要寻找的是粒子的波函数，Ψ(x，t)，得到这个波函数是通过解薛定鄂（Schrodinger）方程：。

source: Here i is the square root of -1, and h is Planck's constant-or rather, his original constant (h) divided by 2.
zh_cn: 这里i是-1的平方根，h=是普朗克（Planck）常数－或者最初的常数（h）除以2π：

source: The Schrodinger equation plays a role logically analogous to Newton's second law: Given suitable initial conditions [typically, (x, 0)], the Schrodinger equation determines (x, t) for all future time, just as, in classical mechanics, Newton's law determines x(t) for all future time.
zh_cn: 薛定鄂方程的作用和地位从逻辑上讲就像牛顿第二定律：给定适当的初始条件（一般来说，Ψ(x，0)），薛定鄂方程决定以后所有时刻的波函数Ψ(x，t)，就像经典力学中牛顿定律决定以后所有时刻的x(t)。

source: THE STATISTICAL INTERPRETATION
zh_cn: 波函数的统计诠释

source: But what exactly is this "wave function", and what does it do for you once you've got it?
zh_cn: 但是在严格的意义上“波函数”是什么，一旦你得到波函数它可以为你做什么？

source: After all, a particle, by its nature, is localized at a point, whereas the wave function (as its name suggests) is spread out in space (it's a function of x, for any given time t).
zh_cn: 首先，一个粒子由其本质，是位于一个点，而波函数（像它的名字暗示那样）是在空间的一个分布（在任何给定时间t，它是x的一个函数）。

source: How can such an object be said to describe the state of a particle?
zh_cn: 这样一个东西如何表示一个粒子的状态呢？

source: The answer is provided by Born's statistical interpretation of the wave function, which says that |((x|t)|2 gives the probability of finding the particle at point x, at time t - or, more precisely, .
zh_cn: 答案由波恩（Born）关于波函数的统计诠释给出，这个诠释指出|Ψ(x，t)|2给出在时刻t在x处发现这个粒子的几率——或者更精确地说，这个几率是|Ψ|2的图形中a到b之间所包含的面积。

source: For the wave function in Figure 1.2, you would be quite likely to find the particle in the vicinity of point A, and relatively unlikely to find it near point B.
zh_cn: 对图1.2所给的波函数，你将非常可能在点A附近区域发现粒子，因为那里的|Ψ|2比较大，而在B点附近可能发现不了粒子。

source: The statistical interpretation introduces a kind of indeterminacy into quantum mechanics, for even if you know everything the theory has to tell you about the particle (to wit: its wave function), you cannot predict with certainty the outcome of a simple experiment to measure its position - all quantum mechanics has to offer is statistical information about the possible results.
zh_cn: 波函数的统计诠释在量子力学中引入了一种不确定性，即便你根据这个理论知道了一个粒子的所有信息（它的波函数），你仍然不能在一个简单的测量它位置的实验中确切地预言实验结果——量子力学所能提供的仅是一些可能结果的统计信息。

source: This indeterminacy has been profoundly disturbing to physicists and philosophers alike. Is it a peculiarity of nature, a deficiency in the theory, a fault in the measuring apparatus, or what?
zh_cn: 这个不确定性曾严重困惑了物理学家和哲学家，很自然人们要问，这种不确定性是事物的本质，还是理论的缺陷？

source: Suppose I do measure the position of the particle, and I find it to be at the point C.
zh_cn: 假定我确实测量了这个粒子的位置并且发现它在点C。

source: Question: Where was the particle just before I made the measurement?
zh_cn: 问题：在我恰好进行测量之前这个粒子在那里？

source: There are three plausible answers to this question, and they serve to characterize the main schools of thought regarding quantum indeterminacy:
zh_cn: 有三种可能的回答，它们代表三种主要学派对不确定性的不同看法。

source: The realist position: The particle was at C.
zh_cn: 现实主义学派：粒子还是在C。

source: This certainly seems like a sensible response, and it is the one Einstein advocated.
zh_cn: 听起来像一个很合理的回答，这也是爱因斯坦（Einstein）所持的观点。

source: Note, however, that if this is true then quantum mechanics is an incomplete theory, since the particle really was at C, and yet quantum mechanics was unable to tell us so.
zh_cn: 可是注意，如果这是真实的，这就意味着量子力学是一个不完备的理论，如果粒子在测量前就在C，而量子力学没有能力告诉我们这一点。

source: To the realist, indeterminacy is not a fact of nature, but a reflection of our ignorance.
zh_cn: 对现实主义而言，不确定性不是自然的本性，而是反映了我们对自然的无知。

source: As d'Espagnat put it, "the position of the particle was never indeterminate, but was merely unknown to the experimenter."
zh_cn: d′Espagnat强调说“粒子的位置从来就不是不可确定的，而仅是试验者不知道而已。”

source: Evidently is not the whole story-some additional information (known as a hidden variable) is needed to provide a complete description of the particle.
zh_cn: 显然Ψ不是全部的故事——需要提供某些附加的信息（称为隐变量）才能提供对粒子的完全描述。

source: The orthodox position: The particle wasn't really anywhere.
zh_cn: 正统学派：粒子哪也不在。

source: It was the act of measurement that forced the particle to "take a stand" (though how and why it decided on the point C we dare not ask).
zh_cn: 是测量强迫粒子“在某处露面”（尽管我们无法知道为什么及如何它决定在C露面）。

source: Jordan said it most starkly: "Observations not only disturb what is to be measured, they produce it. ...
zh_cn: Jordan更加明确地指出：“观测者不仅扰动了被观测量，而且产生了它...

source: We compel [the particle] to assume a definite position?"
zh_cn: 我们强迫（粒子）出现在特定的位置。”

source: This view (the so-called Copenhagen interpretation) is associated with Bohr and his followers.
zh_cn: 这种观点（称为哥本哈根（Copenhagen）学派解释），源于波尔（Bohr）和其追随者。

source: Among physicists it has always been the most widely accepted position.
zh_cn: 在物理学家中是被最广泛接受的观点。

source: Note, however, that if it is correct there is something very peculiar about the act of measurement - something that over half a century of debate has done precious little to illuminate.
zh_cn: 可是注意，如果这种观点是正确的，测量的作用将非常独特－对其争论了半个世纪但少有进展。

source: The agnostic position: Refuse to answer.
zh_cn: 3．不可知论学派：拒绝回答。

source: This is not quite as silly as it sounds - after all, what sense can there be in making assertions about the status of a particle before a measurement, when the only way of knowing whether you were right is precisely to conduct a measurement, in which case what you get is no longer "before the measurement"?
zh_cn: 这个回答并不是像它听起来那样糊涂愚蠢——首先，知道你的回答是否正确的唯一途径是进行一个精确的测量，那么什么情况可以叫做“测量前”？

source: It is metaphysics (in the perjorative sense of the word) to worry about something that cannot, by its nature, be tested.
zh_cn: 在这种情况下，对测量前粒子的状态进行论断有什么意义？为某些由其本质是不可能被检测的事而担忧是故弄玄虚。

source: Pauli said, "One should no more rack one's brain about the problem of whether something one cannot know anything about exists all the same, than about the ancient question of how many angels are able to sit on the point of a needle."
zh_cn: 泡利（Pauli）曾说过：“和讨论一个针尖上能坐多少天使的远古问题一样，我们无需为某些我们根本无法知道的事情浪费脑力”。

source: For decades this was the "fall-back" position of most physicists:
zh_cn: 数十年来，大多数物理学家采取这种回避的姿态：

source: They'd try to sell you answer 2, but if you were persistent they'd switch to 3 and terminate the conversation.
zh_cn: 他们向你兜售正统学派的观点，但是如果你坚持，他们停止对话，又会回到不可知论的观点。

source: Until fairly recently, all three positions (realist, orthodox, and agnostic) had their partisans.
zh_cn: 直到最近，所有三种观点还都有自己的支持者。

source: But in 1964 John Bell astonished the physics community by showing that it makes an observable difference if the particle had a precise (though unknown) position prior to the measurement.
zh_cn: 但是在1964年JohnBell震惊了物理学界，他宣布粒子在测量前有没有一个确定的位置在观测上会导致不同的测量结果。

source: Bell's discovery effectively eliminated agnosticism as a viable option, and made it an experimental question whether 1 or 2 is the correct choice.
zh_cn: Bell的发现排除了不可知论作为一种可能的观点，并且把判断正统观点和现实主义观点谁是正确的变成一个实验的问题。

source: I'll return to this story at the end of the book, when you will be in a better position to appreciate Bell's theorem;
zh_cn: 我将在本书结尾重回到这个问题，那时你们的知识能使你们更好地欣赏Bell的论述。

source: for now, suffice it to say that the experiments have confirmed decisively the orthodox interpretation:
zh_cn: 至于现在，只需指出实验已经决定性的证实了正统观点：

source: A particle simply does not have a precise position prior to measurement, any more than the ripples on a pond do; it is the measurement process that insists on one particular number, and thereby in a sense creates the specific result, limited only by the statistical weighting imposed by the wave function.
zh_cn: 一个粒子在测量前没有一个确定的位置，就像水面的波纹，是测量的过程给出了一个具体数量，在这个意义上，给出了受波函数统计权重限定的特定的结果。

source: But what if I made a second measurement, immediately after the first?
zh_cn: 如果紧接着第一次测量进行第二次测量，能测量到什么结果？

source: Would I get C again, or does the act of measurement cough up some completely new number each time?
zh_cn: 粒子还是在C？还是每次都测量到一个完全的不同的新结果？

source: On this question everyone is in agreement: A repeated measurement (on the same particle) must return the same value.
zh_cn: 在这个问题上所有人都是完全一致的：一个重复实验（对同一粒子）将产生同样的结果。

source: Indeed, it would be tough to prove that the particle was really found at C in the first instance if this could not be confirmed by immediate repetition of the measurement.
zh_cn: 的确，如果紧接的第二次测量不能证实粒子在C，它将是很困难证明粒子在第一次测量确实出现在C。

source: How does the orthodox interpretation account for the fact that the second measurement is bound to give the value C?
zh_cn: 正统观点如何解释第二测量结果限制粒子在C？

source: Evidently the first measurement radically alters the wave function, so that it is now sharply peaked about C (Figure 1.3).
zh_cn: 事实是第一次测量完全改变了波函数，所以它现在是尖锐的在C点耸起（图1.3）。

source: We say that the wave function collapses upon measurement, to a spike at the point C (soon spreads out again, in accordance with the Schrodinger equation, so the second measurement must be made quickly).
zh_cn: 我们称之为由于测量产生的波函数的坍塌，在C点生成针状波形（由于波函数遵从薛定鄂方程，这个波将很快弥散开来，所以第二次测量要立即进行）。

source: There are, then, two entirely distinct kinds of physical processes: "ordinary" ones, in which the wave function evolves in a leisurely fashion under the Schrodinger equation, and "measurements", in which suddenly and discontinuously collapses.
zh_cn: 所以存在两类完全不同的物理过程：“正常”类，波函数按薛定鄂方程“从容不迫”的演化，“测量”类，由于测量，波函数突然和不连续的坍塌。

source: 1.3 PROBABILITY
zh_cn: 1.3 几率

source: Because of the statistical interpretation, probability plays a central role in quantum mechanics, so I digress now for a brief discussion of the theory of probability.
zh_cn: 由于统计诠释，几率在量子力学中起着非常重要的作用，所以现在我们偏离主题简短讨论一下几率理论。

source: It is mainly a question of introducing some notation and terminology, and I shall do it in the context of a simple example.
zh_cn: 以一个简单的例子，介绍一些术语和概念。

source: Imagine a room containing 14 people, whose ages are as follows: one person aged 14
zh_cn: 假设一个屋子中有14个人，他们的年龄分布为：14岁1人，

source: one person aged 15
zh_cn: 15岁1人，

source: three people aged 16
zh_cn: 16岁3人，

source: two people aged 22
zh_cn: 22岁2人，

source: two people aged 24
zh_cn: 24岁2人，

source: five people aged 25.
zh_cn: 25岁5人。

source: If we let N (j) represent the number of people of age j, then
zh_cn: 如果我们用N(j)表示年龄为j的人数，则

source: while N (17), for instance, is zero.
zh_cn: 而其余N(j)，例如N(17)，为零。

source: The total number of people in the room is .
zh_cn: 屋子中的总人数为

source: (In this instance, of course, N = 14.)
zh_cn: （当然，在上面例子中，N=14。）

source: Figure 1.4 is a histogram of the data.
zh_cn: 图1.4是以上数据的直方图。

source: The following are some questions one might ask about this distribution.
zh_cn: 下面是关于这个分布的一些我们可能要问的一些问题。

source: Question 1. If you selected one individual at random from this group, what is the probability that this person's age would be 15?
zh_cn: 问题1. 如果随机从这组人群中选出一个人，并且年龄为15岁，其几率为多少？

source: Answer: One chance in 14, since there are 14 possible choices, all equally likely, of whom only one has this particular age.
zh_cn: 答案：1/14，因为有14种可能的选择，每种机会相等，而只有一人年龄符合要求。

source: If P(j) is the probability of getting age j, then P(14) = 1/14, P(15) = 1/14, P(16) = 3/14, and so on.
zh_cn: 如果P(j)是选出年龄为j的几率，则P(14)=1/14，P(15)=1/14，P(16)=3/14，...

source: In general, .
zh_cn: 一般有，。

source: Notice that the probability of getting either 14 or 15 is the sum of the individual probabilities (in this case, 1/7).
zh_cn: 注意到选出年龄为14或15岁的几率为年龄为14岁的几率同年龄为15岁的几率之和（本例中，为1/7）。

source: In particular, the sum of all the probabilities is 1 - you're certain to get some age:
zh_cn: 特别有，所有几率之和为1——如果不限定选出人的年龄：

source: Question 2. What is the most probable age?
zh_cn: 问题2. 最可几年龄是那个年龄？

source: Answer: 25, obviously; five people share this age, whereas at most three have any other age.
zh_cn: 答案：显然为25岁；5个人具有这个年龄，而另外的年龄，至多只有3人有一样的年龄。

source: In general, the most probable j is the j for which P(j) is a maximum.
zh_cn: 普遍有，最可几j是使P(j)取最大值的j。

source: Question 3. What is the median age?
zh_cn: 问题3. 中值年龄是多大？

source: Answer: 23, for 7 people are younger than 23, and 7 are older.
zh_cn: 答案：23岁，因为7人比这个年龄大，7人比它小。

source: (In general, the median is that value of j such that the probability of getting a larger result is the same as the probability of getting a smaller result.)
zh_cn: （普遍有，中值j是比它大的值的几率和比它小的值的几率各占一半。）

source: Question 4. What is the average (or mean) age?
zh_cn: 问题4. 平均年龄是多大？

source: Answer: .
zh_cn: 答案：。

source: In general, the average value of j (which we shall write thus: (j)) is given by .
zh_cn: 普遍的，j的平均值（我们将写作)是。

source: Notice that there need not be anyone with the average age or the median age-in this example nobody happens to be 21 or 23.
zh_cn: 注意可能没有任何人的年龄是平均年龄或中值年龄？本例中没有人年龄是21岁或23岁。

source: In quantum mechanics the average is usually the quantity of interest; in that context it has come to be called the expectation value.
zh_cn: 在量子力学中平均值是通常最感兴趣的量；在这个意义上它被称为期待值。

source: It's a misleading term, since it suggests that this is the outcome you would be most likely to get if you made a single measurement (that would be the most probable value, not the average value)-but I'm afraid we're stuck with it.
zh_cn: 这是个容易产生误解的叫法，因为它暗含着在一次测量中这是你最可能得到的结果（其实最可能得到的应该是最可几值，而不是平均值—不过我们还是保留这个称呼。

source: Question 5. What is the average of the squares of the ages?
zh_cn: 问题5.年龄平方的平均是多少？

source: Answer: You could get 142 = 196, with probability 1/14, or 152 = 225, with probability 1/14, or 162 = 256, with probability 3/14, and so on.
zh_cn: 答案：你有142=196，几率为1/14，152=225，几率为1/14，162=256，几率为3/14，等。

source: The average, then, is .
zh_cn: 因此平均值为。

source: In general, the average value of some junction of j is given by .
zh_cn: 普遍地，可以给出j的函数的平均值

source: (Equations 1.6, 1.7, and 1.8 are, if you like, special cases of this formula.)
zh_cn: （1.6，1.7，1.8式是上式的特殊形式。）

source: Beware: The average of the squares () is not ordinarily equal to the square of the average ().
zh_cn: 注意：平方的平均一般情况下是不等于平均的平方的。

source: For instance, if the room contains just two babies, aged 1 and 3, then = 5, 2 = 4.
zh_cn: 例如，屋子里仅有两个婴儿，一个1岁，另一个3岁，则=5，而=4。

source: Now, there is a conspicuous difference between the two histograms in Figure 1.5, even though they have the same median, the same average, the same most probable value, and the same number of elements:
zh_cn: 在图1.5所给的两个直方图中，即便它们有着同样的中值、平均值、最可几值和同等数目的元素，它们仍然有着明显的不同：

source: The first is sharply peaked about the average value, whereas the second is broad and flat. (The first might represent the age profile for students in a big-city classroom, and the second the pupils in a one-room schoolhouse.)
zh_cn: 第一个是非常集中地放置在平均值的地方，而第二个很宽很平。（第一个可能代表一个大城市学校班级中学生年龄的分布，而第二个可能代表偏远地区仅有一个教室的学校中学生年龄的分布。）

source: We need a numerical measure of the amount of "spread" in a distribution, with respect to the average.
zh_cn: 我们需要一个分布对平均值“弥散”数量上的量度。

source: The most obvious way to do this would be to find out how far each individual deviates from the average, , and compute the average of Δj.
zh_cn: 这个量度一种最明显的方法是找出每一个个体对平均值的偏差是多少，即，然后计算Δj的平均值。

source: Trouble is, of course, that you get zero, since, by the nature of the average, Δj is as often negative as positive:
zh_cn: 这样做的问题在于，由于平均值的性质，Δj的值有正有负，正负相消，你得到的结果为零：。
